<?php 

return [
    'create' => 'تم إرسال الطلب ، سيتم إرسال إجابة من المشرف بالقبول أو الرفض',
    'editing_order_is_unavailable' => 'عذراً لا يمكن تعديل الطلب',
    'one_product_at_least' => 'عذراً يجب إضافة منتج واحد على الأقل',
    'update' => 'تم تعديل المنتج بنجاح',
    'deleting_order_is_unavailable' => 'عذراً لا يمكن حذف الطلب',
    'delete' => 'تم حذف الطلب',
    'accept' => 'لقد وافق المشرف على طلبك ولديك 5 دقائق للتعديل على الطلب',
    'reject' => 'تم رفض طلبك من قبل المشرف ، حاول في وقت لاحق',
    'in_way' => 'طلبك قيد التوصيل',
    'deliver' => 'تم توصيل الطلب ، شكراً لثقتكم',
    'resend' => 'تم إرسال الطلب ، سيتم إرسال إجابة من المشرف بالقبول أو الرفض',
    'resend_product_not_found' => 'أحد المنتجات لم يعد موجوداً',
    'resend_not_enough_quantity' => 'لا يوجد كمية كافية'
];